Repository: CIAT-DAPA/usaid_forecast_web
Catalog: src/CIAT.DAPA.USAID.Forecast.Web/Resources/Views/Clima/Index.*.resx
Languages: am, es, pt

# ClimatologyContentEnd
source: shows us that
am: ያንን ያሳያል
es: nos indica que
pt: nos diz que

# ClimatologyContentStart
source: The climatology for
am: የአየር ንብረት ለ
es: La climatología para
pt: O clima para

# ClimatologyContentWS
source: in the weather station
am: በአየር ሁኔታ መመዝገቢያ ጣቢያው ውስጥ
es: en la estación climatológica
pt: na estação meteorológica

# ClimatologyDescriptionEnd
source: average of the last 30 years for each month
am: ለእያንዳንዱ ወር የመጨረሻዎቹ 30 ዓመታት አማካኝ
es: promedio de los últimos 30 años para cada mes
pt: média dos últimos 30 anos para cada mês

# ClimatologyDescriptionStart
source: These plot shows
am: እነዚህ ምስሎች የሚያሳዩት
es: Esta gráfica muestra
pt: Este gráfico mostra

# ClimatologyIndicatorHighest
source: Month with highest value is
am: ወራቶች የከፍተኛ መጠን ያላቸው
es: El mes con el valor más alto es
pt: O mês com o maior valor é

# ClimatologyIndicatorLowest
source: Month with lowest value is
am: ወራቶች የዝቅተኛ መጠን ያላቸው
es: El mes con el valor más bajo es
pt: O mês com o menor valor é

# ClimatologyTitle
source: Monthly historical average of
am: ወርሃዊ ታሪካዊ አማካይ የ
es: Promedio histórico mensual de
pt: média histórica mensal de

# ClimatologyXAxis
source: Month
am: ወር
es: Mes
pt: Mês

# ForecastAbove
source: above normal
am: ከመደበኛ በላይ
es: por encima de lo normal
pt: acima do normal

# ForecastBelow
source: below normal
am: ከመደበኛ በታች
es: por debajo de lo normal
pt: abaixo do normal

# ForecastExplanation
source: The climate prediction is given in percentage of probability with respect to the normal range of precipitation of an area and a specific quarter. Below, you can find the most probable category for the selected municipality and the forecast quarter.
am: የሚታየው ወር ከተተነበየው ሩብ ማዕከላዊ ወር ጋር እንደሚዛመድ ልብ ይበሉ ፡፡ ለምሳሌ-ወሩ መጋቢት ከሆነ ፣ ለመተንበይ ጥቅም ላይ የዋለው ሩብ የካቲት-መጋቢት-ሚያዝያ ነበር። የቦታውን መደበኛ የዝናብ መጠን በተመለከተ አየሩ የአየር ሁኔታ ትንበያ መቶኛ የተሰጠው ነው። ከዚህ በታች ባለው ክፍል ለተመረጠው ማዘጋጃ ቤት እና የትንበያ ወሩ መደበኛውን የዝናብ መጠን ማግኘት ይችላሉ።
es: La predicción climática es dada en porcentaje de probabilidad con respecto al rango normal de precipitación de una zona y un trimestre especifico. En la parte de abajo, usted podrá encontrar cual es la categoría más probable para el municipio seleccionado y el trimestre de la predicción.
pt: A previsão do clima é dada como uma porcentagem de probabilidade em relação à faixa normal de precipitação para uma área e um trimestre específico. Na parte inferior, você poderá encontrar a categoria mais provável para o município selecionado e o trimestre previsto.

# ForecastMunicipality
source: The weather forecast is presented, for the city
am: የአየር ሁኔታ ትንበያ ለከተማይቱ ቀርቧል
es: Se presenta la predicción del clima, para la ciudad de
pt: A previsão do tempo é apresentada para a cidade de

# ForecastNormal
source: inside normal
am: በመደበኛነት
es: dentro de lo normal
pt: dentro do normal

# ForecastPeriod
source: for the period between
am: የጊዜ ቆይታ ያለው
es: para el período comprendido entre
pt: para o período entre

# ForecastProbabilitiesTitle
source: Precipitation probabilities (%)
am: የዝናብ እድሎች
es: Probabilidad de precipitación (%)
pt: Possibilidade de precipitação (%)

# ForecastScenarioAvg
source: Average
am: አማካይ
es: Promedio
pt: Média

# ForecastScenarioDate
source: Date
am: ቀን
es: Fecha
pt: Encontro

# ForecastScenarioMaximun
source: Maximun
am: ከፍተኛ
es: Máximo
pt: Máximo

# ForecastScenarioMinimun
source: Minimun
am: አነስተኛ
es: Mínimo
pt: Mínimo

# ForecastScenarioTitle
source: Prediction scenarios
am: ትንበያ ሁኔታዎች
es: Escenarios de la predicción
pt: Cenários de previsão

# ForecastSummaryMonth
source: For the quarter
am: ለ

# ForecastSummaryNormal
source: normal precipitation is between
am: የመደበኛ ዝናብ የሚገኝባቸው መካከል ነው
es: lo normal es que haya una precipitación entre
pt: Normalmente, há precipitação entre

# ForecastSummaryResult
source: the climate forecast suggests that precipitation is most likely
am: የአየር ሁኔታ ትንበያው የበለጠ ሊሆን ይችላል
es: la predicción climática sugiere que lo más probable es que la precipitación esté
pt: previsão do clima sugere que a precipitação é mais provável

# ForecastSummaryWS
source: In the municipality
am: በማዘጋጃ ቤቱ ውስጥ
es: en el municipio de
pt: no município de

# ForecastTitle
source: Climate forecast
am: የአየር ሁኔታ ትንበያ
es: Predicción climática
pt: Previsão do clima

# ForecastWS
source: The reference weather station to make this predictions was
am: ይህንን ትንበያ ለማዘጋጀት የማጣቀሻ የአየር ሁኔታ ጣቢያው ነበር
es: La estación meteorológica de referencia para hacer estas predicciones fue
pt: A estação meteorológica de referência para fazer essas previsões foi

# ForecastWSProvider
source: provided by
am: የቀረበው በ
es: provista por el
pt: fornecido por ele

# HistoricalContentEnd
source: it presents the following behavior
am: የሚከተሉትን ባህሪዎች ያሳያል
es: presenta el siguiente comportamiento
pt: apresenta o seguinte comportamento

# HistoricalContentMid
source: in the weather station
am: በአየር ሁኔታ መመዝገቢያ ጣቢያው ውስጥ
es: en la estación climatológica
pt: na estação meteorológica

# HistoricalContentStart
source: Historically in the municipality of
am: ታሪካዊ ባህርያት በቀበሌ
es: Históricamente en el municipio de
pt: Historicamente no município de

# HistoricalDescriptionEnd
source: You can filter the month of interest by clicking on the category
am: ምድቡን ጠቅ በማድረግ የፍላጎቱን ወር ማጣራት ይችላሉ
es: Puede filtrar el mes de interés presionando click sobre la categoria
pt: Você pode filtrar o mês de interesse clicando na categoria

# HistoricalDescriptionStart
source: This plot shows the historical values of
am: ይህ ምስል ታሪካዊ ባህርያትን ያሳያል
es: Esta gráfica muestra los valores históricos de
pt: Este gráfico mostra os valores históricos de

# HistoricalPlotXAxis
source: Year
am: አመት
es: Año
pt: Ano

# HistoricalTitle
source: Monthly historical behavior of
am: ወርሃዊ ታሪካዊ ባህሪ የ
es: Comportamiento histórico mensual de
pt: Comportamento histórico mensal de

# Months
source: January,February,March,April,May,June,July,August,September,October,November,December
am: ጥር,የካቲት,መጋቢት,ሚያዝያ,ግንቦት,ሰኔ,ሐምሌ,ነሐሴ,መስከረም,ጥቅምት,ኅዳር,ታኅሣሥ
es: Enero,Febrero,Marzo,Abril,Mayo,Junio,Julio,Agosto,Septiembre,Octubre,Noviembre,Diciembre
pt: Janeiro,Fevereiro,Março,Abril,Maio,Junho,Julho,Agosto,Setembro,Outubro,Novembro,Dezembro

# prec
source: Precipitation
am: ዝናብ
es: Precipitación
pt: Precipitação

# prec_unit
source: mm
am: ሚሜ

# sol_rad
source: Solar radiation
am: የፀሐይ ጨረር
es: Radiación solar
pt: Radiação solar

# sol_rad_unit
source: MJ/m²d
am: cal/cm²d

# t
source: Maximun and minimun temperatures
am: አነስተኛ እና ከፍተኛ የሙቀት መጠን
es: Temperaturas máximas y mínimas
pt: Temperaturas máximas e mínimas

# Title
source: Weather
am: የአየር ሁኔታ
es: Clima
pt: Clima

# t_max
source: Maximum temperature
am: ከፍተኛ የሙቀት መጠን
es: Temperatura máxima
pt: Temperatura máxima

# t_min
source: Minimum temperature
am: አነስተኛ የሙቀት መጠን
es: Temperatura mínima
pt: Temperatura mínima
