Repository: CIAT-DAPA/usaid_forecast_web
Catalog: src/CIAT.DAPA.USAID.Forecast.Web/Resources/Views/Home/AcercaDe.*.resx
Languages: es, pt

# project_Description
source: <p class = "text-justify"> This web application is being developed by the International Center for Tropical Agriculture CIAT, the national federation of rice farmers FEDEARROZ, the national coffee federation of Colombia, the National federation of cereals and legumes FENALCE, and the Institute of Hydrology Meteorology and environmental studies IDEAM. And, with the support of the United States agency for international development USAID. The methods and models used to generate the data found here are under development test and validation. However, they have a good performance. Initially, they are located in the number of climatic and agroclimatic municipalities for corn and rice in 6 municipalities of Colombia. The unions will follow this platform to offer the possibility of other municipalities and varieties. </p>
es: <p class="text-justify">Esta aplicación web está siendo desarrollada por el Centro Internacional de Agricultura Tropical CIAT, la federación nacional de arroceros FEDEARROZ, la federación nacional de cafeteros de Colombia, la federación Nacional de cereales y leguminosas FENALCE, y el instituto de hidrología Meteorologia y estudios ambientales IDEAM. Y, con el apoyo de la agencia de los estados unidos para el desarrollo internacional USAID. Los métodos y modelos utilizados para la generación de los pronósticos aquí presentados se encuentran en desarrollo prueba y validación. Sin embargo, presentan un buen desempeño. Inicialmente, se están ofreciendo pronósticos climáticos y agroclimáticos para maíz y arroz en 6 municipios de Colombia. Los gremios seguirán desarrollando esta plataforma para ofrecer pronósticos para otros municipios y variedades.</p>
pt: <p class="text-justify">Esta aplicação web está sendo desenvolvida pelo Centro Internacional de Agricultura Tropical CIAT, a federação nacional de produtores de arroz FEDEARROZ, a federação nacional de cafeicultores da Colômbia, a federação nacional de cereais e leguminosas FENALCE e o instituto de hidrologia, meteorologia e meio ambiente estuda IDEAM. E, com o apoio da Agência dos Estados Unidos para o Desenvolvimento Internacional USAID. Os métodos e modelos utilizados para gerar as previsões aqui apresentadas estão em desenvolvimento, testes e validação. No entanto, eles têm um bom desempenho. Inicialmente, estão sendo oferecidas previsões climáticas e agroclimáticas para milho e arroz em 6 municípios da Colômbia. Os sindicatos continuarão desenvolvendo essa plataforma para oferecer previsões para outros municípios e variedades.</p>

# project_Title
source: Project
es: Proyecto
pt: Projeto

# scenarios_Description
source: <p class = "text-justify"> Seasonal weather predictions give us probabilistic information on the categories - below normal, normal and above normal - over the next 6 months, determined in this information can be obtained obtain different scenarios on a daily basis, which serve as input to enter the crop models. </p> <p class = "text-justify"> The process of transitioning probabilities to daily weather data can be performed using a request method, which consists of obtaining historical data and making a request to each term based on the prediction probabilities. For example: for a given precipitation prediction of 70% below normal, 20% normal and 10% above normal, for a month of interest, then resampling will choose 70 daily data situations for the tertile under normal, 20 daily data scenarios of the tertiary normal and 10 daily data scenarios of the tertile above normal, assuming that the total scenarios to be generated are 100. </p>
es: <p class="text-justify">Las predicciones estacionales de clima nos dan información probabilística de las categorías - por debajo lo normal, normal y por encima de lo normal- sobre los próximos 6 meses, basados en esta información se pueden obtener obtener diferentes escenarios a nivel diario, los cuales sirven de insumo para ingresar a los modelos de cultivo. </p> <p class="text-justify">El proceso de transición de probabilidades a datos diarios de clima puede ser realizado mediante un método de remuestreo, el cual consiste en obtener los terciles de los datos históricos y realizar un remuestreo a cada tercil basado en las probabilidades de las predicciones. Por ejemplo: para una predicción dada de precipitación de 70% por debajo lo normal, 20% normal y 10% por encima lo normal, para un mes de interés, entonces el remuestreo escogerá 70 escenarios de datos diarios para el tercil bajo lo normal, 20 escenarios de datos diarios del tercil normal y 10 escenarios de datos diarios del tercil encima lo normal, asumiendo que el total de escenarios a generar serán 100. </p>
pt: <p class="text-justify">As previsões climáticas sazonais nos fornecem informações probabilísticas das categorias - abaixo do normal, normal e acima do normal - ao longo dos próximos 6 meses, com base nessas informações podem ser obtidos diariamente diferentes cenários, que servem de entrada para entrar nos modelos de cultivo. </p> <p class="text-justify">O processo de transição de probabilidades para dados climáticos diários pode ser realizado por meio de um método de reamostragem, que consiste em obter os tercis dos dados históricos e reamostrar cada tercil com base nas probabilidades das previsões . Por exemplo: para uma determinada previsão de precipitação de 70% abaixo do normal, 20% normal e 10% acima do normal, para um mês de interesse, a reamostragem escolherá 70 cenários de dados diários para o tercil abaixo do normal, 20 cenários de dados diários de o tercil normal e 10 cenários de dados diários do tercil normal acima, assumindo que o número total de cenários a serem gerados será 100.</p>

# scenarios_Title
source: Generation of scenarios
es: Generación de escenarios
pt: Geração de cenários

# validation_maize_Description
source: <p class = "text-justify"> The calibration of the varieties that are delivered for the use of the producers of the economic corn line are the result of a field research process that initiated the CIAT-MADR agreement in the year 2013 and lasted until the end of 2015 where the behavior of 6 varieties in 3 locations was studied and their results documented. Then the data of these experiments were organized, evaluated, calibrated and validated within the CSRD project, sponsored by USAID and developed by CIAT during the years 2016 and early 2017. </p> <p class = "text-justify"> The final delivery is the result of the joint work of the DAPA area and was supported by FENALCE (Colombia) and the IRI research institute (United States). </p>
es: <p class="text-justify">La calibración de las variedades que se entregan para el uso de los productores del renglón económico de maíz, son el resultado de un proceso de investigación en campo que inicio del convenio CIAT-MADR en el año 2013 y se prolongó hasta finales de 2015 donde se estudió el comportamiento de 6 variedades en 3 localidades y se documentó sus resultados. Luego los datos de estos experimentos fueron organizados, evaluados, calibrados y validados dentro del proyecto CSRD, patrocinado por USAID y desarrollado por CIAT durante los años 2016 y comienzos de 2017. </p> <p class="text-justify">La entrega final es resultado del trabajo conjunto del área de DAPA y contó con colaboración de FENALCE (Colombia) y del instituto de investigación IRI (Estados Unidos).</p>
pt: <p class="text-justify">A calibração das variedades que são entregues para uso dos produtores da linha econômica de milho, são resultado de um processo de pesquisa de campo que começou com o convênio CIAT-MADR em 2013 e durou até o final de 2015 onde estudou o comportamento de 6 variedades em 3 locais e documentaram seus resultados. Em seguida, os dados desses experimentos foram organizados, avaliados, calibrados e validados dentro do projeto CSRD, patrocinado pela USAID e desenvolvido pelo CIAT durante os anos de 2016 e início de 2017. </p> <p class="text-justify">A entrega final é fruto do trabalho conjunto da área DAPA e contou com a colaboração da FENALCE (Colômbia) e do instituto de pesquisa IRI (Estados Unidos).</p>

# validation_maize_Title
source: Calibration and validation of crop models (maize)
es: Calibración y validación de modelos de cultivos (maíz)
pt: Calibração e validação de modelos de cultura (milho)

# validation_rice_Description
source: <p class = "text-justify"> A crop model seeks to simulate the development and growth of a variety in a specific environment. For its use, it needs to be adapted to local varieties and evaluated in different environments (climate and soil). These processes require multiple experimental trials where data are obtained to characterize and understand the growth and development of a variety throughout its life cycle, as well as the climatic conditions in which it develops (daily temperatures, precipitation, solar radiation, etc), soil characteristics (physical and chemical) and optimal agronomic practices for each location. </p> <p class = "text-justify"> The ORYZA (v3.0) cultivation model developed by the International Rice Research Institute (IRRI) was used within the framework of the CSRD-Colombia project. Three varieties of irrigation system (Fedearroz 60, Fedearroz 733, Fedearroz 2000) and two of dry land (Fedearroz 2000 and Fedearroz 174) have been calibrated and validated in different production environments in Colombia, using the information generated by the cooperation agreement between FEDEARROZ, the Ministry of Agriculture and Rural Development and CIAT, developed between 2013 and 2015 in 5 locations (Saldaña-Tolima, Aipe-Huila, Montería-Córdoba, Yopal-Casanare and Villavicencio-Meta). </p>
es: <p class="text-justify">Un modelo de cultivo busca simular el desarrollo y crecimiento de una variedad en un ambiente específico. Para su uso, requiere ser adaptado a las variedades locales y evaluado en diferentes ambientes (clima y suelo). Estos procesos requieren de múltiples ensayos experimentales donde se obtienen datos para caracterizar y entender el crecimiento y desarrollo de una variedad a lo largo de su ciclo de vida, así como las condiciones climáticas en las que se desarrolla (temperaturas diarias, precipitación, radiación solar, etc), características del suelo (físicas y químicas) y prácticas agronómicas óptimas para cada localidad. </p> <p class="text-justify">En el marco del proyecto CSRD-Colombia se utilizó el modelo de cultivo ORYZA (v3.0) desarrollado por el Instituto Internacional de Investigación en Arroz (IRRI, por sus siglas en inglés). Tres variedades de sistema de riego (Fedearroz 60, Fedearroz 733, Fedearroz 2000) y dos de secano (Fedearroz 2000 y Fedearroz 174) han sido calibradas y validadas en diferentes ambientes de producción de Colombia, utilizando la información generada por el convenio de cooperación entre FEDEARROZ, el Ministerio de Agricultura y Desarrollo Rural y el CIAT, desarrollado entre los años 2013 y 2015 en 5 localidades ( Saldaña-Tolima, Aipe-Huila, Montería-Córdoba, Yopal-Casanare y Villavicencio-Meta). </p>
pt: <p class="text-justify">Um modelo de melhoramento procura simular o desenvolvimento e crescimento de uma variedade em um ambiente específico. Para seu uso, precisa ser adaptado às variedades locais e avaliado em diferentes ambientes (clima e solo). Estes processos requerem múltiplos ensaios experimentais onde são obtidos dados para caracterizar e compreender o crescimento e desenvolvimento de uma variedade ao longo do seu ciclo de vida, bem como as condições climáticas em que se desenvolve (temperaturas diárias, precipitação, radiação solar, etc.). etc. ), características do solo (físicas e químicas) e práticas agronômicas ideais para cada localidade. </p> <p class="text-justify">No âmbito do projeto CSRD-Colômbia, foi utilizado o modelo de cultivo ORYZA (v3.0) desenvolvido pelo International Rice Research Institute (IRRI). Três variedades de sistema de irrigação (Fedearroz 60, Fedearroz 733, Fedearroz 2000) e duas de sequeiro (Fedearroz 2000 e Fedearroz 174) foram calibradas e validadas em diferentes ambientes de produção na Colômbia, usando as informações geradas pelo acordo de cooperação entre FEDEARROZ, o Ministério de Agricultura e Desenvolvimento Rural e CIAT, desenvolvido entre 2013 e 2015 em 5 localidades (Saldaña-Tolima, Aipe-Huila, Montería-Córdoba, Yopal-Casanare e Villavicencio-Meta).</p>

# validation_rice_Title
source: Calibration and validation of crop models (rice)
es: Calibración y validación de modelos de cultivos (arroz)
pt: Calibração e validação de modelos de culturas (arroz)

# yield_maize_Description
source: <p class = "text-justify"> A platform is needed to support the decision making process of small, medium and large corn producers, the quality with the use of the CERES-MAIZE (DSSAT) model allows estimating through statistical analysis and semiannual, what are the sowing dates and the varieties that imply less variation with convenient and favorable productions for the farmers, decreasing their chances of loss. </p> <p class = "text-justify"> For the development of the platform, FENALCE was accompanied and advised on issues of agronomic management and fertilization of the crop in the municipalities of "La Unión (Valle del Cauca)", “El Espinal (Tolima)” and “Cereté (Córdoba)”; In addition to the participation of CIAT and CIMMYT staff. </p>
es: <p class="text-justify">Se desarrolló una plataforma para apoyar la toma de decisiones de pequeños, medianos y grandes productores de maíz, la cual con el uso del modelo CERES-MAIZE (DSSAT) permite estimar por medio de análisis estadísticos y pronósticos semestrales, cuales son las fechas de siembra y las variedades que implican una menor variación con producciones convenientes y favorables para los agricultores, disminuyendo sus probabilidades de pérdida. </p> <p class="text-justify">Para el desarrollo de la plataforma se contó con el acompañamiento y la asesoría de FENALCE, en temas de manejo agronómico y fertilización del cultivo en los municipios de “La Unión (Valle del Cauca)”, “El Espinal (Tolima)” y “Cereté (Córdoba)”; además de la participación de personal de CIAT y CIMMYT. </p>
pt: <p class="text-justify">Foi desenvolvida uma plataforma para apoiar a tomada de decisão dos pequenos, médios e grandes produtores de milho, que com a utilização do modelo CERES-MAIZE (DSSAT) permite estimar, por meio de análises estatísticas e previsões semestrais, quais são as datas de semeadura e as variedades que envolvem menor variação com produções convenientes e favoráveis ​​aos agricultores, reduzindo suas chances de perda. </p> <p class="text-justify">Para o desenvolvimento da plataforma, a FENALCE foi acompanhada e assessorada em questões de manejo agronômico e fertilização de culturas nos municípios de "La Unión (Valle del Cauca)", "El Espinal (Tolima) ” e “Cereté (Córdoba)”; além da participação do pessoal do CIAT e CIMMYT. </p>

# yield_maize_Title
source: Agroclimatic forecast (maize)
es: Pronóstico agroclimático (maíz)
pt: Previsão agroclimática (milho)

# yield_rice_Description
source: <p class = "text-justify"> The rice module integrates a seasonal climate forecast and the ORYZA crop model (v3) to simulate the yield of rice cultivation against the climatic conditions of the next 6 months. During this period it is possible to perform multiple simulations with planting dates, soils, varieties and the recommended agronomic management package for each area. This information is synthesized in graphs that relate the yield in grain (kg / ha) to 14% humidity with the sowing date, for each variety and type of soil. </p> <p class = "text-justify"> The ORYZA model (v3) simulates the growth and development of rice cultivation under different production conditions (potential, water and nitrogen limitations) without considering effects of pests and diseases. </p>
es: <p class="text-justify">El módulo de arroz integra un pronóstico climático estacional y el modelo de cultivo ORYZA (v3) para simular el rendimiento del cultivo de arroz frente a las condiciones climáticas de los próximos 6 meses. Durante dicho periodo es posible realizar múltiples simulaciones con fechas de siembra, suelos, variedades y el paquete de manejo agronómico recomendado para cada zona. Esta informacion se sintetiza en graficas que relacionan el rendimiento en grano (kg/ha) al 14% de humedad con la fecha de siembra, para cada variedad y tipo de suelo. </p> <p class="text-justify">El modelo ORYZA (v3) simula el crecimiento y desarrollo del cultivo de arroz bajo diferentes condiciones de producción (potenciales, limitaciones hídricas y de nitrógeno) sin considerar efectos de plagas y enfermedades. </p>
pt: <p class="text-justify">O módulo de arroz integra uma previsão do tempo sazonal e o modelo de safra ORYZA (v3) para simular o rendimento da safra de arroz em relação às condições climáticas dos próximos 6 meses. Durante este período é possível realizar múltiplas simulações com datas de plantio, solos, variedades e o pacote de manejo agronômico recomendado para cada zona. Essas informações são sintetizadas em gráficos que relacionam a produtividade de grãos (kg/ha) a 14% de umidade com a data de plantio, para cada variedade e tipo de solo. </p> <p class="text-justify">O modelo ORYZA (v3) simula o crescimento e desenvolvimento da cultura do arroz sob diferentes condições de produção (potencial, limitações de água e nitrogênio) sem considerar os efeitos de pragas e doenças.</p>

# yield_rice_Title
source: Agroclimatic forecast (rice)
es: Pronóstico agroclimático (arroz)
pt: Previsão agroclimática (arroz)
