Repository: CIAT-DAPA/usaid_forecast_web
Catalog: src/CIAT.DAPA.USAID.Forecast.Web/Resources/Views/Home/Glosario.*.resx
Languages: am, es, pt

# bio_acu_Description
source: Amount of weight accumulated by all the organs of the plant
am: የእፅዋቱ ሁሉም አካላት የተከማቸ የክብደት መጠን
es: Cantidad de peso acumulado por todos los órganos de la planta
pt: Quantidade de peso acumulada por todos os órgãos da planta

# bio_acu_Title
source: Accumulated bomass
am: የተከማቸ ባዮማስ
es: Bíomasa acumulada
pt: Biomassa acumulada

# climate_Description
source: Weather forecast models are essential tools for the study and progress in predicting climate variability. The 6-month seasonal climatic predictions on precipitation are made with a statistical model, which is based on identifying the modes of variability of the climate system and their association with ocean-atmospheric variables. This product is useful to have a reference of the most likely behavior to occur, but it is necessary to clarify that it does not consider specific and short-lived extreme events that may take place in some specific areas of the country. The probability forecast is expressed as a percentage and represents the probability of the precipitation condition occurring in three categories: <ul> <li>Precipitation below normal: this indicates that values ​​will be presented of precipitation lower than those recorded historically for the period of interest.</li> <li>Normal rainfall: this indicates that precipitation values ​​will be presented very similar to what is historically recorded for the period of interest. </li> <li>Precipitation above normal: this indicates that values ​​of precipitation higher than those recorded historically for the period of interest.</li> </ul>
am: የአየር ሁኔታ ትንበያ ሞዴሎች ለጥናቱ እና የአየር ንብረት ተለዋዋጭነትን ለመተንበይ አስፈላጊ መሣሪያዎች ናቸው ፡፡ በዝናብ ላይ የ 6 ወር ወቅታዊ የአየር ሁኔታ ትንበያ ከአየር ንብረት ስርዓት ተለዋዋጭ አካላት ሁኔታ ጋር ያላቸውን ቁርኝት በመለየት እና ከእነሱ ጋር ያላቸውን ቁርኝት መሠረት በማድረግ በስታቲስቲካዊ ሞዴል የተሰራ ነው ፡፡ የውቅያኖስ-የከባቢ አየር ተለዋዋጮች ይህ ምርት ሊከሰት ከሚችለው ባህሪ አንፃር ለመጠቆም ጠቃሚ ነው ፣ ነገር ግን በተወሰኑ የአገሪቱ አካባቢዎች ሊከናወኑ የሚችሉ የተወሰኑ እና የአጭር-ጊዜ መጥፎ ክስተቶች አለመኖራቸውን ግልፅ ማድረጉ አስፈላጊ ነው ፡፡ የችግታው ትንበያ እንደ መቶኛ ተገል isል እናም በሶስት ምድቦች ውስጥ የሚከሰተውን የዝናብ መጠን ቅልጥፍናን ይወክላል። <ul>
es: Los modelos de predicción climática son herramientas esenciales para el estudio y avance en la predicción de la variabilidad climática. Las predicciones climáticas estacionales a 6 meses sobre la precipitación son realizadas con un modelo estadístico, el cual tiene como fundamento identificar los modos de variabilidad del sistema climático y la asociación de estos con variables océano-atmosféricas. Este producto es útil para tener una referencia del comportamiento más probable a ocurrir, pero es necesario aclarar que no considera eventos extremos puntuales y de corta duración que puedan tener lugar en algunas zonas puntuales del país. El pronóstico probabilístico está expresado en porcentaje y representa la probabilidad de que ocurra la condición de precipitación en tres categorías: <ul> <li>Precipitaciones por debajo de lo normal: esto indica que se van a presentar valores de precipitación inferiores a los registrados históricamente para el período de interés.</li> <li>Precipitaciones normales: esto indica que se van a presentar valores de precipitación muy similares a lo registrado históricamente para el período de interés.</li> <li>Precipitaciones por encima de lo normal: esto indica que se van a presentar valores de precipitación superiores a los registrados históricamente para el período de interés.</li> </ul>
pt: 1,339 / 5,000 Translation results Os modelos de previsão climática são ferramentas essenciais para o estudo e progresso na previsão da variabilidade climática. As previsões climáticas sazonais de 6 meses da precipitação são feitas com um modelo estatístico, que se baseia na identificação dos modos de variabilidade do sistema climático e sua associação com variáveis ​​oceano-atmosféricas. Este produto é útil para ter uma referência do comportamento mais provável de ocorrer, mas é necessário esclarecer que ele não considera eventos extremos específicos e de curto prazo que possam ocorrer em algumas áreas específicas do país. A previsão probabilística é expressa em porcentagem e representa a probabilidade da condição de precipitação ocorrer em três categorias: <ul> <li>Precipitação abaixo do normal: indica que haverá valores de precipitação inferiores aos registrados historicamente para o período de interesse.</li> <li>Precipitação normal: indica que os valores de precipitação serão muito semelhantes aos registrados historicamente para o período de interesse.</li> <li>Precipitação acima do normal: indica que haverá valores de precipitação superiores aos registrados historicamente para o período de interesse.</li> </ul>

# climate_Title
source: Weather forecast
am: የአየር ሁኔታ ትንበያ
es: Predicción Climática
pt: Previsão Climática

# conf_int_Description
source: In the case of an agroclimatic forecast, the confidence interval corresponds to the value range (for example, between 5 kg / ha and 6kg / ha) within which there is more certainty that the forecast is accurate (occur)
am: በአግሮክላይሜ ትንበያ ሁኔታ ላይ ፣ በመተማመን መካከል ያለው የጊዜ ልዩነት ከእውነታው ክልል ጋር ይዛመዳል (ለምሳሌ ከ 5 ኪ.ግ / ሄክታር እና ከ 6 ኪ.ግ. / ሄክታር) መካከል ትንበያው ትክክለኛ ስለመሆኑ እርግጠኛ የሆነ (በእርግጠኝነት የሚከሰት)
es: En el caso de un pronostico agroclimatico, el intervalo de confianza corresponde al rango de valor (por ejemplo, entre 5 kg/ha y 6kg/ha) dentro del cual hay más certeza que el pronostico sea acertado (ocurra)
pt: No caso de uma previsão agroclimática, o intervalo de confiança corresponde ao intervalo de valores (por exemplo, entre 5 kg/ha e 6 kg/ha) dentro do qual há mais certeza de que a previsão está correta (acontecerá)

# conf_int_Title
source: Confidence interval
es: Intervalo de confianza
pt: Intervalo de confiança

# d_dry_Description
source: Period of time measured in days, from physiological maturity to harvest
am: ከፊዚዮሎጂ ብስለት እስከ የምርት መሰብሰቢያ ድረስ ቀናት ውስጥ የሚለካ ጊዜ
es: Periodo de tiempo medido en días, desde la madurez fisiologica hasta la cosecha
pt: Período de tempo medido em dias, desde a maturidade fisiológica até a colheita

# d_dry_Title
source: Days to dry
am: የመድረቂያ ቀናት
es: Días a secado
pt: Dias para secar

# d_har_Description
source: The days to harvest correspond to the number of days between the sowing of the seeds until the harvest of the crop. For example, between 100 and 150 days are calculated between planting and harvesting corn. This information allows to calculate the harvest time. In the case of the agro-climatic or yield forecast, the potential yield is calculated from the sowing date, assuming a standard day number until the harvest
am: ምርት መሰብሰቢያ ቀናት ዘሩ በሚዘራበት መካከል ካለው ቀናት እስከ እህል የሚሰበሰበበት ጊዜ ድረስ ያለው የቀን ብዛት ጋር ይዛመዳል። ለምሳሌ ፣ ከ 100 እስከ 150 ቀናት ባለው የበቆሎ እርሻ ላይ በሚዘራበት እና በሚሰበሰብበት መካከል ይሰላሉ። ይህ መረጃ የመሰብሰቢያ ጊዜውን ለማስላት ያስችላል ፡፡ በagro-climatic ወይም በዝናብ ትንበያ ወቅት እምቅ ምርቱ ከመዝራት ቀን ጀምሮ እስከ የሚሰበሰብበት ጊዜ ድረስ መደበኛ ቀንን በመቁጠር ነው
es: Los días a cosecha corresponden al numero de días entre la siembra de las semillas hasta la cosecha del cultivo. Por ejemplo se calculan entre 100 y 150 días entre la siembra y la cosecha del maíz. Está información permite calcular la epoca de cosecha. En el caso del pronostico agro-climatico o de rendimiento, el rendimiento potencial esta calculado a partir de la fecha de siembra, asumiendo un numero de día estandar hasta la cosecha
pt: Os dias de colheita correspondem ao número de dias entre a semeadura das sementes e a colheita da cultura. Por exemplo, entre 100 e 150 dias são calculados entre a semeadura e a colheita do milho. Esta informação permite calcular o tempo de colheita. No caso da previsão agroclimática ou de rendimento, o rendimento potencial é calculado a partir da data de semeadura, assumindo um número padrão de dias até a colheita.

# d_har_Title
source: Days to harvest
am: የመሰብሰቢያ ቀናት
es: Días a cosecha
pt: Dias para colher

# eva_Description
source: Evapotranspiration corresponds to the amount of soil water that returns to the atmosphere as a result of the evaporation of water from a moist soil and the perspiration of growing plants. Evapotranspiration is measured in millimeters per day (mm / day), and is used to calculate the need for irrigation in a crop. Evapotranspiration (also called the water requirement of a crop) depends on the climatic conditions of a geographical area
am: የአየር እርጥበት መስፋፋት እና ከሚበቅሉ እጽዋት የውሃ መስኖ የተነሳ ወደ ከባቢ አየር ከሚመለሰው የአፈር ውሃ መጠን ጋር ይዛመዳል። ኢቫፖትራፒፕሽን በቀን (ሚሊ / ቀን) የሚለካ እና በአንድ ሰብል ውስጥ የመስኖ ፍላጎትን ለማስላት የሚያገለግል ነው። የአየር ንብረት ለውጥ (የሰብል የውሃ ፍላጎት ተብሎም ይጠራል) በጂዮግራፊያዊ አከባቢ ባለው የአየር ንብረት ሁኔታ ላይ የተመሠረተ ነው
es: La evapotranspiracion corresponde a la cantidad de agua del suelo que vuelve a la atmósfera como consecuencia de la evaporación del agua de un suelo humedo y de la transpiración de las plantas en crecimiento. La evapotranspiración se mide en milimetros por día (mm/día), y sirve para calcular la necesidad de riego en un cultivo. La evapotranspiración (llamada tambien necesidad hídrica de algun cultivo) depende de las condiciones climáticas de una zona geografica
pt: A evapotranspiração corresponde à quantidade de água do solo que retorna à atmosfera como resultado da evaporação da água de um solo úmido e da transpiração das plantas em crescimento. A evapotranspiração é medida em milímetros por dia (mm/dia), e é utilizada para calcular a necessidade de irrigação em uma cultura. A evapotranspiração (também chamada de necessidade de água de algumas culturas) depende das condições climáticas de uma área geográfica.

# eva_Title
source: Evapotranspiration
am: ኢቫፖርስትሪፕሽን
es: Evapotranspiración
pt: Evapotranspiração

# prec_acu_Description
source: Daily amount of rainfall added over time, it may be useful to have this value per month, per semester or per year
am: በየቀኑ የሚደመር የዝናብ መጠን ፣ ይህ በወር ፣ በየሰሚስተር ወይም በዓመት ቢመጣ ጠቃሚ ሊሆን ይችላል
es: Cantidad diaria de lluvia sumada a traves del tiempo, puede ser útil tener este valor por mes, por semestre de siembra o por año
pt: Quantidade diária de chuva adicionada ao longo do tempo, pode ser útil ter esse valor por mês, por semestre de plantio ou por ano

# prec_acu_Title
source: Accumulated rainfall
am: የተከማቸ ዝናብ
es: Precipitación acumulada
pt: Precipitação acumulada

# prec_Description
source: Precipitation corresponds to the amount of water that falls (rain, hail) on the soil surface. It is measured in millimeters (1 mm equals 1 liter of water per square meter) using the total water collected in a rain gauge in 24 hours. The daily amounts are added per month and per year, thus determining the average rainfall (rainfall, hail) obtained over a considerable number of years (more than 30 years, in general) of an area
am: እርጥበቱ በአፈሩ መሬት ላይ ከወደቀው የውሃ መጠን (ዝናብ ፣ በረዶ) ጋር ይዛመዳል። በ 24 ሰዓታት ውስጥ በዝናብ መለኪያ ውስጥ የተሰበሰበውን አጠቃላይ ውሃ በመጠቀም በ ሚሊሜትር (1 ሚሜ እኩል 1 ካሬ ሜትር በአንድ ካሬ ሜትር) ይለካሉ ፡፡ ዕለታዊ መጠኖች በወር እና በዓመት ውስጥ ይጨመራሉ ፣ ስለሆነም በአንድ አካባቢ ውስጥ ከበርካታ ዓመታት (በአጠቃላይ ከ 30 ዓመት በላይ) የተገኘውን አማካይ የዝናብ መጠን (ዝናብ ፣ በረዶ) የሚወስነው አማካይ መጠን በየወሩ እና በየዓመቱ ይታከላል።
es: La precipitación corresponde a la cantidad de agua que cae (lluvia, granizo) sobre la superficie del suelo. Se mide en milimetros ( 1 mm equivale a 1 litro de agua por cada metro cuadrado) mediante el total de agua recogido en un pluviómetro en 24 horas. Las cantidades diarias se suman por mes y por año, así se determina el promedio de las precipitaciones (lluvias, granizo) obtenidas a lo largo de un número considerable de años (más de 30 años, en general) de una zona
pt: A precipitação corresponde à quantidade de água que cai (chuva, granizo) na superfície do solo. É medido em milímetros (1 mm equivale a 1 litro de água por metro quadrado) por meio da quantidade total de água coletada em um pluviômetro em 24 horas. As quantidades diárias são somadas por mês e por ano, determinando assim a precipitação média (chuva, granizo) obtida ao longo de um número considerável de anos (mais de 30 anos, em geral) em uma área

# prec_Title
source: Precipitation
am: እርጥበት
es: Precipitación
pt: Precipitação

# sol_rad_Description
source: Solar radiation is used by plants to perform photosynthesis. The final potential production of a crop (expressed as total dry matter) depends in part on the amount of the level of uptake by the plant. To obtain high rates of photosynthesis and higher yields it is necessary to maximize the interception of light
am: ፎቶሲንተሲስ ለማከናወን የፀሐይ ጨረር በእጽዋት ይጠቀማል። የመጨረሻው የሰብል ምርት (እንደ አጠቃላይ ደረቅ ነገር ይገለጻል) በከፊል የተወሰነው በእጽዋቱ የመጠጥ ደረጃ ላይ ነው። ከፍተኛ የፎቶሲንተሲስ እና ከፍተኛ ውጤት ለማግኘት የብርሃን ጣልቃ ገብነትን ከፍ ለማድረግ አስፈላጊ ነው
es: La radiación solar es aprovechada por las plantas para realizar la fotosíntesis. La producción potencial final de un cultivo (expresada como materia seca total) depende en parte de la cantidad del nivel de captación por la planta. Para obtener altas tasas de fotosíntesis y mayores rendimientos es necesario maximizar la intercepción de la luz
pt: A radiação solar é usada pelas plantas para realizar a fotossíntese. O rendimento potencial final de uma cultura (expresso como matéria seca total) depende em parte da quantidade de nível de absorção pela planta. Para obter altas taxas de fotossíntese e maiores rendimentos, é necessário maximizar a interceptação da luz.

# sol_rad_Title
source: Solar radiation
am: የፀሐይ ጨረር
es: Radiación solar
pt: Radiação solar

# Title
source: Glossary
am: የቃላት መፍቻ
es: Glosario
pt: Glossário

# t_max_acu_Description
source: Amount of heat, measured in degrees Celsius of the highest values, over several days or months
am: የሙቀት መጠኑ ፣ ከፍተኛ መጠን ያላቸውን በዲግሪዎ ሴንትግሬድ ሲለካ ፣ ከርካታ ቀናት ወይም ወራቶች
es: Cantidad de calor, medido en grados centígrados de los valores mas altos, a traves de varios días o meses
pt: Quantidade de calor, medida em graus centígrados a partir dos valores mais altos, durante vários dias ou meses

# t_max_acu_Title
source: Maximum accumulated temperature
am: ከፍተኛ የተከማቸ የሙቀት መጠን
es: Temperatura máxima acumulada
pt: Temperatura máxima acumulada

# t_max_Description
source: The temperature is recorded by thermometers, and measured in degrees centigrade. Thus, the maximum temperature is the highest value (maximum heat) recorded in a given time interval. In one day, it usually corresponds to noon
am: የሙቀት መጠኑ በሜትሮሜትሮች የተመዘገበ ሲሆን በዲግሪዎች ሴንቲግሬድ ውስጥ ይለካሉ። ስለዚህ ከፍተኛው የሙቀት መጠን በተወሰነ የጊዜ ልዩነት የተመዘገበው ከፍተኛው እሴት (ከፍተኛው ሙቀት) ነው ፡፡ በአንድ ቀን ውስጥ አብዛኛውን ጊዜ እኩለ ቀን ጋር ይዛመዳል
es: La temperatura es registrada por los termómetros, y medida en grados centrigrados. Así, la temperarura máxima es el valor más alto (maximo calor) regristrado en un intervalo de tiempo dado. En un día, normalmente corresponde al medio día
pt: A temperatura é registrada por termômetros e medida em graus centígrados. Assim, a temperatura máxima é o valor mais alto (calor máximo) registrado em um determinado intervalo de tempo. Em um dia, normalmente corresponde ao meio-dia

# t_max_Title
source: Maximum temperature
am: ከፍተኛ የሙቀት መጠን
es: Temperatura máxima
pt: Temperatura máxima

# t_min_acu_Description
source: Amount of heat, measured in degrees Celsius of the lowest values, over several days or months
am: የሙቀት መጠን ፣ በትንሽ ቀናት ውስጥ ፣ በበርካታ ቀናት ወይም በወራት ውስጥ በዲግሪዎች ሲለካ
es: Cantidad de calor, medido en grados centígrados de los valores mas bajos, a traves de varios días o meses
pt: Quantidade de calor, medida em graus centígrados a partir de valores mais baixos, durante vários dias ou meses

# t_min_acu_Title
source: Minimum accumulated temperature
am: አነስተኛ የተከማቸ የሙቀት መጠን
es: Temperatura mínima acumulada
pt: Temperatura mínima acumulada

# t_min_Description
source: The temperature is recorded by thermometers, and measured in degrees centigrade. Thus, the minimum temperature corresponds to the lowest value recorded in a given time interval. in a day it usually corresponds to the hours of the morning
am: የሙቀት መጠኑ በሜትሮሜትሮች የተመዘገበ ሲሆን በዲግሪዎች ሴንቲግሬድ ውስጥ ይለካሉ። ስለዚህ ዝቅተኛው የሙቀት መጠን በተወሰነ የጊዜ ልዩነት ውስጥ ከተመዘገበው ዝቅተኛ እሴት ጋር ይዛመዳል። በቀን ውስጥ ብዙውን ጊዜ ከጠዋቱ ሰዓታት ጋር ይዛመዳል
es: La temperatura es registrada por los termómetros, y medida en grados centrigrados. Así, la temperarura mínima corresponde con el valor mas bajo registrado en un intervalo de tiempo dado. en un día normalmente corresponde a las horas de la madrugada
pt: A temperatura é registrada por termômetros e medida em graus centígrados. Assim, a temperatura mínima corresponde ao menor valor registrado em um determinado intervalo de tempo. em um dia normalmente corresponde às primeiras horas da manhã

# t_min_Title
source: Minimum temperature
am: አነስተኛ የሙቀት መጠን
es: Temperatura mínima
pt: Temperatura mínima

# yield_Description
source: The yield corresponds to the total production of a crop harvested and is usually measured in tons per hectare (T.M./ha.). The same variety can generate different yields from one geographical location to another by varying climatic conditions, even if the other environmental factors are the same. However, with the same climatic conditions, the yield can vary according to the characteristics of the soil or the given management
am: ምርቱ ከሚሰበሰብ ሰብል አጠቃላይ ምርት ጋር ይዛመዳል እናም ብዙውን ጊዜ በሄክታር በ ቶን ይለካል (T.M./ha.)። ምንም እንኳን ሌሎች አካባቢያዊ ሁኔታዎች ተመሳሳይ ቢሆኑም ተመሳሳይ ዝርያዎች ከአንድ ጂዮግራፊያዊ ቦታ ወደ ሌላ የተለያዩ የአየር ንብረት ሁኔታዎችን በማመንጨት የተለያዩ ምርቶችን ማመንጨት ይችላሉ ፡፡ ሆኖም በተመሳሳይ የአየር ሁኔታ ሁኔታዎች ምርቱ በአፈሩ ባህሪዎች ወይም በተሰጠ አስተዳደር መሠረት ሊለያይ ይችላል
es: El rendimiento corresponde a la producción total de un cultivo cosechado y se mide usualmente en toneladas por hectárea (T.M./ha.). Una misma variedad puede generar rendimientos diferentes de una localidad geográfica a otra al variar las condiciones climáticas, aunque los demás factores ambientales sean iguales. Sin embargo, con condiciones climáticas iguales, el rendimiento puede variar de acuerdo con las características del suelo o el manejo dado
pt: O rendimento corresponde à produção total de uma cultura colhida e é normalmente medido em toneladas por hectare (T.M./ha.). A mesma variedade pode gerar rendimentos diferentes de uma localização geográfica para outra devido a condições climáticas variadas, mesmo que outros fatores ambientais sejam os mesmos. No entanto, com as mesmas condições climáticas, o desempenho pode variar de acordo com as características do solo ou do manejo realizado.

# yield_pot_Description
source: Maximum yield that a variety, hybrid or cultivar can produce under ideal conditions
am: የተለያዩ ዝርያዎች፣ ዲቃላ ዝርያዎች በጥሩ ሁኔታ ውስጥ ሊያወጡ የሚችሉት ከፍተኛ መጠን
es: Máximo rendimiento que una variedad, híbrido o cultivar puede producir en condiciones ideales
pt: Rendimento máximo que uma variedade, híbrido ou cultivar pode produzir em condições ideais

# yield_pot_Title
source: Potential yield
am: ሊሰበሰብ የሚችል ምርት
es: Rendimiento potencial
pt: Desempenho potencial

# yield_Title
source: Yield
am: ምርት
es: Rendimiento
pt: Desempenho
