Repository: CIAT-DAPA/usaid_forecast_web
Catalog: src/CIAT.DAPA.USAID.Forecast.Web/Resources/Views/Experto/Index.*.resx
Languages: am, es, pt

# agronomic_Description
source: This database contains information on the agronomic configuration of the forecasts and historical data offered on the crop platform. You can select whether you want to obtain the data on the cultivars of each crop or, conversely, the soil configuration for each of these.
am: ይህ የመረጃ ቋት የሰብል መድረኩ ላይ የቀረቡት ትንበያዎችን እና ታሪካዊ ውሂብን በተመለከተ መረጃ ይዘዋል ፡፡ በእያንዳንዱ ሰብልና ዝርያዎች ላይ ያለውን መረጃ በመምረጥ ማግኘት ይችላሉ ወይም በተቃራኒው ለእያንዳንዳቸው የአፈር አወቃቀር ማግኘት ይችላሉ ፡፡
es: Esta base de datos contiene información sobre la configuración agronómica de los pronósticos y datos históricos que se ofrecen en la plataforma para los cultivos. Usted puede seleccionar si desea obtener los datos sobre los cultivares de cada cultivo o por el contrario, la configuración de suelo para cada uno de estos.
pt: Esse banco de dados contém informações sobre a configuração agronômica das previsões e dados históricos oferecidos na plataforma para safras. Você pode selecionar se deseja obter os dados sobre as cultivares de cada cultura ou, ao contrário, a configuração do solo para cada uma delas.

# agronomic_Title
source: Agronomic data
am: አግሮኖሚክ መረጃ
es: Datos agronómicos
pt: Dados agronômicos

# climate_forecast_Description
source: This database contains the result on the latest climate prediction made for different geographical areas. The probabilities of precipitation for each climatic season is given by normality, that is, if it is below, within or above the normal range. You can also download the climatic scenarios according to your selection. You can download: the normal precipitation probability values, above and below with more number of decimals for the 6 months forecast or the values ​​of climatic scenarios for precipitation, maximum, minimum temperature and solar radiation. This information can be downloaded for each station used to generate the information of the selected municipality.
am: ይህ የመረጃ ቋት ለተለያዩ ጂኦግራፊያዊ አካባቢዎች የተደረገው የቅርብ ጊዜ የአየር ሁኔታ ትንበያ ላይ ውጤትን ይይሉ ፡፡ የእያንዳንዱ የአየር ሁኔታ ወቅት የዝናብ እድሎች በመደበኛነት ይሰጣሉ ፣ ማለትም ከመደበኛ ክልል በታች ወይም ከዛ በላይ ከሆነ። እንዲሁም በመረጡት መሠረት የአየር ንብረት ሁኔታ ሁኔታዎችን ማውረድም ይችላሉ ፡፡ የ 6 ወር ትንበያ ትንበያ መከሴት ቁጥር, ከብዙዎች በታች ወይም በታች ፣ ዝቅተኛ ፣ ዝቅተኛ የሙቀት እና የፀሐይ ጨረር እሴቶችን በመደበኛ እና የዝናብ የአየር ላይ የዋጋ እሴቶችን እሴት ማውረድ ይችላሉ-። ይህ መረጃ የተመረጠውን ማዘጋጃ ቤት መረጃን ለማመንጨት የሚያገለግል እያንዳንዱ ጣቢያ ሊወርድ ይችላል።
es: Esta base de datos contiene el resultado sobre la última predicción climática realizada para diferentes zonas geográficas. Las probabilidades de precipitación por cada estación climática está dada por la normalidad, es decir, si está por debajo, dentro o por encima del intervalo normal. Tambien puede descargar los escenarios climáticos según su selección. Usted podrá descargar: los valores de probabilidad de precipitación normal, por encima y por debajo con más número de decimales para los 6 meses pronosticados ó los valores de escenarios climáticos para precipitación, temperatura máxima, mínima y radiación solar. Esta información se podrá descargar para cada estación utilizada para generar la información del municipio seleccionado.
pt: Este banco de dados contém o resultado da última previsão climática feita para diferentes áreas geográficas. A probabilidade de precipitação para cada estação climática é dada pela normalidade, ou seja, se está abaixo, dentro ou acima do intervalo normal. Você também pode baixar cenários climáticos com base em sua seleção. Você poderá baixar: os valores de probabilidade de precipitação normal, acima e abaixo com mais casas decimais para os 6 meses de previsão ou os valores de cenários climáticos para precipitação, temperatura máxima e mínima e radiação solar. Essas informações podem ser baixadas para cada estação usada para gerar as informações para o município selecionado.

# climate_forecast_Title
source: Weather forecast
am: የአየር ሁኔታ ትንበያ
es: Predicción climática
pt: Previsão do clima

# climate_historical_Description
source: You can obtain monthly historical data for each weather station that is used to make the weather forecast. Data from variables such as maximum and minimum temperatures, precipitation and solar radiation can be obtained each month for a period of time. You can download the value for solar radiation, maximum temperature and minimum temperature for all months from 1980 to 2014 from the station used to generate the information of the selected municipality.
am: የአየር ሁኔታ ትንበያዎችን ለመስራት የሚያገለግል ለእያንዳንዱ የአየር ሁኔታ ጣቢያ ወርሃዊ የታሪካዊ መረጃ ማግኘት ይችላሉ ፡፡ እንደ ከፍተኛ እና ዝቅተኛ የሙቀት መጠን ፣ እርጥበት እና የፀሐይ ጨረር ካሉ ከተለዋዋጮች ውሂብ በየወሩ ለተወሰነ ጊዜ ማግኘት ይቻላል። ለተመረጠው ማዘጋጃ ቤት መረጃን ለማመንጨት ከተጠቀሙበት ጣቢያ ለፀሐይ ጨረር ፣ ከፍተኛውን የሙቀት መጠን እና አነስተኛውን የሙቀት መጠን ለ 1980 ወሮች ማውረድ ይችላሉ ፡፡
es: Usted puede por cada estación climática obtener los datos históricos mensuales que son usados para realizar la predicción climática. Se pueden obtener datos de variables como temperaturas máximas y mínimas, precipitación y radiación solar de cada mes durante un intervalo de tiempo. Usted podrá descargar el valor para radiación solar, temperatura máxima y temperatura mínima para todos los meses desde 1980 al 2014 provenientes de la estación utilizada para generar la información del municipio seleccionado.
pt: Você pode obter para cada estação meteorológica os dados históricos mensais que são usados ​​para fazer a previsão do tempo. Dados variáveis ​​como temperaturas máximas e mínimas, precipitação e radiação solar podem ser obtidos para cada mês durante um intervalo de tempo. Você poderá baixar o valor de radiação solar, temperatura máxima e temperatura mínima para todos os meses de 1980 a 2014 da estação utilizada para gerar as informações do município selecionado.

# climate_historical_Title
source: Historical climate
am: ታሪካዊ የአየር ንብረት
es: Histórico climático
pt: História climática

# climatology_Description
source: In this database you can find filtered data from each weather station on the weather. Data from variables such as maximum and minimum temperatures, precipitation, solar radiation, among others, can be obtained. You can establish a relationship with the data obtained in the geographic data section. You can download the historical monthly average of climatic data (maximum, minimum temperature, precipitation, solar radiation) of the station used to generate the information of the selected municipality.
am: በዚህ የመረጃ ቋት ውስጥ በአየር ሁኔታ ላይ ከእያንዳንዱ የአየር ሁኔታ ጣቢያ የተጣራ ውሂብን ማግኘት ይችላሉ ፡፡ እንደ ከፍተኛ እና ዝቅተኛ የሙቀት መጠን ፣ እርጥበት ፣ የፀሐይ ጨረር ካሉ ከተለዋዋጮች መካከል መረጃን ማግኘት ይቻላል ፡፡ በጂዮግራፊያዊ የውሂብ ክፍል ውስጥ ከተገኘው መረጃ ጋር ግንኙነት መመስረት ይችላሉ ፡፡ የተመረጠውን ማዘጋጃ ቤት መረጃን ለማመንጨት ስራ ላይ የዋለውን የጣቢያውን ታሪካዊ አማካይ የአየር ንብረት አማካይ ወርሃዊ አማካይ (ከፍተኛ ፣ ዝቅተኛ የሙቀት መጠን ፣ እርጥበት ፣ የፀሐይ ጨረር) ማውረድ ይችላሉ።
es: En esta base de datos se pueden encontrar filtrados los datos de cada estación climática sobre la climatología. Se pueden obtener los datos de variables como temperaturas máximas y mínimas, precipitación, radiación solar, entre otras. Puede establecer una relación con los datos obtenidos en la sección de datos geográficos. Usted podrá descargar el promedio mensual histórico de datos climáticos (temperatura máxima, mínima, precipitación, radiación solar) de la estación utilizada para generar la información del municipio seleccionado.
pt: Nesta base de dados pode encontrar dados filtrados de cada estação meteorológica sobre climatologia. Dados sobre variáveis ​​como temperaturas máximas e mínimas, precipitação, radiação solar, entre outras, podem ser obtidos. Você pode estabelecer uma relação com os dados obtidos na seção de dados geográficos. Você poderá baixar a média mensal histórica dos dados climáticos (temperatura máxima e mínima, precipitação, radiação solar) da estação utilizada para gerar as informações do município selecionado.

# climatology_Title
source: Climatology
am: የአየር ንብረት ጥናት
es: Climatología
pt: Climatologia

# Cultivar
source: Cultivars
am: የተለያዩ ሰብሎች
es: Cultivares
pt: Cultivares

# geographic_Description
source: This database contains information on the states, municipalities and weather stations that are available for forecasts and historical data offered on the platform. It is necessary to establish the relationship with other databases of this application.
am: ይህ የመረጃ ቋት በመድረኩ ላይ የቀረቡ ትንበያዎች እና ታሪካዊ መረጃዎች የሚገኙትን በክፍለ-ግዛቶች ፣ በማዘጋጃ ቤቶች እና የአየር ሁኔታ ጣቢያዎች ላይ መረጃ ይ containsል ፡፡ ከዚህ ትግበራ ከሌሎች የውሂብ ጎታዎች ጋር ግንኙነቶችን መመስረት ያስፈልጋል ፡፡
es: Esta base de datos contiene información sobre los estados, municipios y estaciones climáticas que se encuentran disponibles para los pronósticos y datos históricos que se ofrecen en la plataforma. Es necesaria para poder establecer crear la relación con otras base de datos de esta aplicación.
pt: Esse banco de dados contém informações sobre os estados, municípios e estações meteorológicas que estão disponíveis para as previsões e dados históricos oferecidos na plataforma. É necessário poder estabelecer a relação com outras bases de dados desta aplicação.

# geographic_Title
source: Geographical data
am: ጂዮግራፊያዊ መረጃ
es: Datos geográficos
pt: Dados geográficos

# Location
source: Weather station
am: የአየር ሁኔታ ጣቢያዎች
es: Estación climatólogica
pt: Estação meteorológica

source: Probabilities
am: ሊሆኑ የሚችሉ ነገሮች እድሎች
es: Probabilidades
pt: Chances

source: Scenarios
am: ትዕይንቶች
es: Escenarios
pt: Cenários

# SearchType
source: Type search
am: ፍለጋ ይተይቡ
es: Tipo de búsqueda
pt: Tipo de busca

# Soil
source: Soils
am: አፈር
es: Suelos
pt: Pisos

# Title
source: Databases
am: የመረጃ ቋቶች
es: Base de datos
pt: Base de dados

# Years
source: Year
am: አመት
es: Año
pt: Ano

# yield_forecast_Description
source: This database has the latest agroclimatic forecast information. This contains the production data organized by weather station, cultivate and soil. The statistics are the result of the crop model, executed under various climatic scenarios. - You can download the predicted values ​​for: yield, accumulated precipitation, maximum accumulated temperature, minimum accumulated temperature, biomass and days to harvest according to the sowing date. For each of these climatic factors, you will obtain the average, maximum, minimum value, standard deviation, and 95% and 5% confidence intervals. These data are presented for all predicted days and for each station used to generate the information of the selected municipality.
am: ይህ የመረጃ ቋት የቅርብ ጊዜ agroclimatic ትንበያ መረጃ አለው። ይህ በአየር ንብረት ጣቢያዎች የተደራጀውን የምርት መረጃ ፣ የአፈሩ እና የአፈርን ይዘት ይ containsል። ስታቲስቲክስ በተለያዩ የአየር ንብረት ሁኔታዎች ውስጥ የተተከለው የሰብል አምሳያ ውጤት ነው። - የተዘበራረቀውን ዋጋ ለእዚህ ማውረድ ይችላሉ-የሰብል ፣ የተከማቸ ዝናብ ፣ ከፍተኛ የተከማቸ የሙቀት መጠን ፣ አነስተኛ የተከማቸ የሙቀት መጠን ፣ ባዮሚሽ እና የዘሩ ቀን ለመከር ቀናት። ለእያንዳንዳቸው እነዚህ የአየር ሁኔታ ምክንያቶች አማካይ ፣ ከፍተኛ ፣ ዝቅተኛ እሴት ፣ መደበኛ መዛባት እና የ 95% እና 5% የትምርት ክፍተቶች ያገኛሉ። እነዚህ መረጃዎች ለሁሉም የተተነበዩ ቀናት እና ለተመረጡት ዞኖች መረጃን ለማመንጨት ለሚጠቀሙባቸው ጣቢያዎች ሁሉ ቀርበዋል ፡፡
es: Esta base de datos tiene la información del último pronóstico agroclimático. Esta contiene los datos de producción organizados por estación climática, cultivar y suelo. Los estadistícos son el resultado del modelo del cultivo, ejecutado bajo varios escenarios climáticos. - Usted podrá descargar los valores pronosticados para: rendimiento, precipitación acumulada, temperatura máxima acumulada, temperatura mínima acumulada, biomasa y días a cosecha de acuerdo con la fecha de siembra. Para cada uno de estos factores climáticos, obtendrá el valor promedio, máximo, mínimo, desviación estándar, e intervalos de confianza al 95% y 5%. Estos datos se presentan para todos los días pronosticados y para cada estación utilizada para generar la información del municipio seleccionado.
pt: Esta base de dados contém as últimas informações de previsão agroclimática. Contém dados de produção organizados por estação meteorológica, cultivar e solo. As estatísticas são resultado do modelo de safra, executado sob diversos cenários climáticos. - Você poderá baixar os valores previstos para: produtividade, precipitação acumulada, temperatura máxima acumulada, temperatura mínima acumulada, biomassa e dias para colheita de acordo com a data de plantio. Para cada um desses fatores climáticos, você obterá o valor médio, máximo, mínimo, desvio padrão e intervalos de confiança a 95% e 5%. Esses dados são apresentados para todos os dias de previsão e para cada estação utilizada para gerar as informações para o município selecionado.

# yield_forecast_Title
source: Crops forecast
am: የሰብሎች ምርት ትንበያ
es: Pronóstico de producción
pt: Previsão de produção

# yield_historical_Description
source: This database contains the result of the yield data of the different crops in different municipalities of the country.
am: ይህ የመረጃ ቋት በሀገሪቱ የተለያዩ ወረዳዎች ውስጥ የሚገኙ የተለያዩ ሰብሎች የምርታማነት ውጤት ውጤት ይይዛል፡፡
es: Esta base de datos contiene el resultado de los datos de rendimiento de los diferentes cultivos en distintos municipios del país.
pt: Esta base de dados contém o resultado dos dados de rendimento das diferentes culturas em diferentes municípios do país.

# yield_historical_Title
source: Histórico de producción
am: የምርት ታሪክ
pt: Histórico de produção
