Repository: CIAT-DAPA/usaid_forecast_web
Catalog: src/CIAT.DAPA.USAID.Forecast.Web/Resources/Views/Cultivo/Index.*.resx
Languages: am, es, pt

# bio_acu_Description
source: Accumulated biomass
am: የተከማቸ ባዮማስ
es: Biomasa acumulada
pt: Biomasa acumulada

# bio_acu_unit
source: mm
am: ሚሜ

# CropMaize
source: Maize
am: በቆሎ
es: Maíz
pt: Milho

# CropRice
source: Rice
am: ሩዝ
es: Arroz
pt: Arroz

# date_unit
source: Date
am: ቀን
es: Fecha
pt: Encontro

# Days
source: Tue,Wed,Thu,Fri,Sat,Sun,Mon
am: ማክሰኞ, ረቡዕ, ሐሙስ, አርብ, ቅዳሜ , እሑድ , ሰኞ
es: Mar,Mié,Jue,Vie,Sáb,Dom,Lun
pt: Ter,Qua,Qui,Sex,Sáb,Dom,Seg

# DescriptionPart1
source: For the municipality
am: ለዞን
es: Para el municipio de
pt: para o município de

# DescriptionPart2
source: the agroclimatic forecast is presented
am: የግብርና ሚትዮሮሎጂ ግብዓት ትንበያ አስቀድሞ ቀርቧል
es: se presenta el pronóstico agroclimático
pt: a previsão agroclimática é apresentada

# DescriptionPart3
source: potential yield
am: እምቅ ምርት
es: rendimiento potencial esperado
pt: retorno potencial esperado

# DescriptionPart4
source: according to planting date of
am: በሚተክልበት ቀን ላይ
es: según fecha de siembra de
pt: de acordo com a data de plantio

# DescriptionPart5
source: for calibrated varieties
am: ለተስተካከሉ ዝርያዎች
es: para las variedades calibradas
pt: para variedades calibradas

# DescriptionPart6
source: The weather station that provides the data to estimate is
am: ለመገመት መረጃውን የሚሰጥ የአየር ሁኔታ ጣቢያ ነው
es: La estación meteorológica que provee los datos para realizar los cálculos es
pt: A estação meteorológica que fornece os dados para realizar os cálculos é

# DescriptionPart7
source: provided by
am: የቀረበው በ
es: provista por
pt: fornecido por

# DescriptionPart8
source: Observe the performance of all cultivars before selecting the variety to plant
am: ለመትከል የተለያዩ ዝርያዎችን ከመምረጥዎ በፊት የሁሉም ሰብሎች አፈፃፀም ይመልከቱ
es: Observe el desempeño de todas las variedades antes de seleccionar la variedad a sembrar
pt: Observe o desempenho de todas as variedades antes de selecionar a variedade a plantar

# DescriptionTitle
source: Agroclimatic crop forecast
am: የአግሮክላይማቲክ የሰብል ትንበያ
es: Pronóstico agroclimático del cultivo
pt: Previsão agroclimática da safra

# d_dry_Description
source: Days to dry
am: መድረቂያ ቀናት
es: Días a secado
pt: dias para secar

# d_dry_unit
source: Day(s)
am: እለት
es: día(s)
pt: dia(s)

# d_har_Description
source: Days to harvest
am: የመሰብሰቢያ ቀናት
es: Días a cosecha
pt: dias para colher

# d_har_unit
source: Day(s)
am: እለት
es: día(s)
pt: dia(s)

# ForecastCultivarBarsText
source: In the following plot you can see the average potential yield, according to the planting date
am: በሚተከለው ምስል ብተለያዩ የመዝሪያ ቀናቶች መሠረት አማካኝ የምርት መጠን ማየት ይችላሉ
es: En la siguiente gráfica puede observar el rendimiento potencial promedio, de acuerdo a la fecha de siembra
pt: No gráfico a seguir você pode ver o rendimento potencial médio, de acordo com a data de plantio

# ForecastCultivarBarsTitle
source: Average potential yield
am: አማካይ እምቅ የምርት መጠን
es: Rendimiento potencial promedio
pt: Rendimento Potencial Médio

# ForecastCultivarDateText1
source: To achieve maximum potential yield
am: ከፍተኛውን አማካይ እምቅ የምርት መጠን ለማግኘት
es: Para alcanzar el máximo rendimiento potencial
pt: Para alcançar o desempenho potencial máximo

# ForecastCultivarDateText2
source: at harvest, the most favorable planting date is
am: በመሰብሰቢያ ወቅት ፣ በጣም አመቺው ተከላ ቀን ነው
es: a la cosecha, la fecha de siembra más favorable es
pt: para a colheita, a data de semeadura mais favorável é

# ForecastCultivarDateTitle
source: Planting dates
am: የመዝሪያ ወቅት
es: Fechas de siembra
pt: datas de plantio

# ForecastCultivarPart1
source: The agroclimatic forecast for the cultivar
am: የአግሮክላይማቲክ የሰብል ትንበያ
es: El pronóstico agroclimático para el cultivar
pt: A previsão agroclimática para a cultivar

# ForecastCultivarPart2
source: rainfed
am: ዝናብ መዝነብ
es: secano
pt: Terra seca

# ForecastCultivarPart3
source: To calculate the potential yield, please select the soil texture of the plot to be planted
am: ሊገኝ የሚችለውን ምርት ለማስላት እባክዎን ለመትከል የታቀደው የአፈርን አይነት ይምረጡ
es: Para calcular el rendimiento potencial, por favor seleccione la textura del suelo del lote a sembrar
pt: Para calcular o rendimento potencial, selecione a textura do solo da parcela a ser plantada

# ForecastCultivarRangesDescription
source: In the following plots the potential yield of the cultivar is grouped by ranges. The color of the cell indicates the level of yield according to a scale defined by the experts. The color of the categories represents in what range it is
am: በሚቀጥሉት ምስሎት የሚገኘውን የሰብል ዘርያዎች የምርት መጠን በደረጃዎች ይመደባል። ቀለሞቹ በባለሙያዎች በተገለፀው ልኬት መሠረት የምርቱን ደረጃ ያሳያል ፡፡ የምድቦች ቀለም ምን ያህል እንደሆነ ይወክላል
es: En las siguientes gráficas el rendimiento potencial del cultivar está agrupado por rangos. El color de la celda indica el nivel de rendimiento de acuerdo a una escala definida por el gremio. El color de las categorias representa en que rango se encuentra
pt: Nos gráficos a seguir, o rendimento potencial da cultivar é agrupado por faixas. A cor da célula indica o nível de desempenho de acordo com uma escala definida pelo sindicato. A cor das categorias representa em qual intervalo está localizado.

# ForecastExceedanceDescription
source: In the following plot you can see whatever the probabilities of exceedance according to the average potential yield or planting date
am: በሚቀጥሉት ምስሎት ውስጥ አማካይ የምርት መጠንን በማስገባት ሊገኝ ማግኘት የሚቻልባቸውን የምርት ዕድሎች ግምት ማየት ይችላሉ
pt: No gráfico a seguir você poderá ver quais são as probabilidades de excedência de acordo com o rendimento potencial médio

# ForecastExceedanceTitle
source: Probabilities of exceedance
am: የመጠን ዕድሎች
pt: Probabilidades de excedência

# ForecastSubtitle
source: Potential yield according to planting date
am: በሚዘራበት ቀን መሠረት ሊኖር የሚችል ውጤት
es: Rendimiento potencial según fecha de siembra
pt: Rendimento potencial de acordo com a data de plantio

# ForecastVariationDescription
source: This plot shows the confidence level of the potential yield forecast according to the plating date, calculated from different climatic scenarios. The black line is the average yield potential for each planting date (corresponds to the value presented in the calendar), the dark green strip corresponds to a 95% confidence interval (high probability) and the light green strip corresponds to extremes (low probability) of the expected potential return on each date
am: ይህ ምስል የተለያዩ የአየር ንብረት ሁኔታዎችን በማስላት በመዝሪያ ቀናቶች መሠረት ሊኖረው የሚችለውን እምቅ የምርት መጠን ግምትን ያሳያል ፡፡ ጥቁር መስመሩ ለእያንዳንዱ የመትከያል ቀናቶች አማካኝ እምቅ የምርት መጠን እምቅ አቅም ሲአያሳይ (በቀን መቁጠሪያው ውስጥ ካለው ምሰል ጋር ይዛመዳል) ፣ ጥቁር አረንጓዴው መስመሩ ከ 95% confidence interval (ከፍ ያለ ዕድል) ጋር ይዛመዳል እና የብርሃን አረንጓዴው መስመር ከከፍታዎቹ ጋር ይዛመዳል (ዝቅተኛ እድል) በእያንዳንዱ ቀን ከሚጠበቀው እምቅ የምርት መጠ አቅም ጋር
es: Este gráfico muestra el nivel de confianza del pronóstico de rendimiento potencial según la fecha de siembra, calculada a partir de distintos escenarios climáticos. La línea negra es el promedio de rendimiento potencial para cada fecha de siembra (corresponde al valor presentado en el calendario), la franja verde oscuro corresponde a un intervalo de confianza del 95% (alta probabilidad) y la franja verde clara corresponde a extremos (baja probabilidad) del rendimiento potencial esperado en cada fecha
pt: Este gráfico mostra o nível de confiança do rendimento potencial previsto por data de plantio, calculado a partir de diferentes cenários climáticos. A linha preta é o rendimento potencial médio para cada data de plantio (corresponde ao valor apresentado no calendário), a linha verde escura corresponde a um intervalo de confiança de 95% (alta probabilidade) e a linha verde clara corresponde aos extremos (baixa probabilidade) do retorno potencial esperado em cada data

# ForecastVariationTitle
source: Forecast confidence level
am: የትንበያ በራስ መተማመን ደረጃ
es: Nivel de confianza del pronóstico
pt: Nível de confiança da previsão

# Months
source: January,February,March,April,May,June,July,August,September,October,November,December
am: ጥር,የካቲት,መጋቢት,ሚያዝያ,ግንቦት,ሰኔ,ሐምሌ,ነሐሴ,መስከረም,ጥቅምት,ኅዳር,ታኅሣሥ
es: Enero,Febrero,Marzo,Abril,Mayo,Junio,Julio,Agosto,Septiembre,Octubre,Noviembre,Diciembre
pt: Janeiro,Fevereiro,Março,Abril,Maio,Junho,Julho,Agosto,Setembro,Outubro,Novembro,Dezembro

# planting_date_Description
source: Planting date
am: የመዝሪያ ቅን
pt: Semear

# planting_date_unit
source: Day of year
am: የአመቱ ቀን
pt: dia do ano

# prec_acu_Description
source: Accumulated precipitation
am: የተከማቸ ዝናብ
es: Precipitación acumulada
pt: precipitação acumulada

# prec_acu_unit
source: mm
am: ሚሜ

# probability_unit
source: Probability (%)
am: እድል (%)
pt: Probabilidade (%)

# Title
source: Crop
am: ሰብል
es: Cultivo
pt: Colheita

# t_max_acu_Description
source: Maximum accumulated temperature
am: ከፍተኛ የተከማቸ የሙቀት መጠን
es: Temperatura máxima acumulada
pt: Temperatura máxima acumulada

# t_min_acu_Description
source: Minimum accumulated temperature
am: ዝቅተኛ የተከማቸ የሙቀት መጠን
es: Temperatura mínima acumulada
pt: Temperatura mínima acumulada

# yield_0_Description
source: Yield at 0% humidity
am: የምርት መጠን በ 0% ሞቃት እርጥበት
pt: Desempenho a 0% de umidade

# yield_0_unit
source: Kg/ha
am: ኪግ/ሄክታር

# yield_14_Description
source: Yield at 14% humidity
am: የምርት መጠን በ 14% ሞቃት እርጥበት
es: Rendimiento al 14% de húmedad
pt: Rendimento a 14% de umidade

# yield_14_unit
source: Kg/ha
am: ኪግ/ሄክታር

# yield_Description
source: Yield
am: ምርት
pt: Desempenho

# yield_unit
source: Kg/ha
am: ኪግ/ሄክታር
